Repository: DrCod/generic-numeric-representation-by-attention-distillation
Catalog: data/tmx_dir/output_data_it-es.tmx
Source language: it
Languages: es

source: Titolare di un blog ospitato dallo stesso Expansión, Bolognini è un brillante scrittore e un acuto analista della realtà spagnola, di cui è profondo conoscitore.
es: Titular de un blog alojado por Expansión, Bolognini es un escritor brillante y un agudo analista de la realidad española, que conoce a la perfección.

source: Forte anche della sua solida preparazione giuridica e molto attento alle dinamiche più complesse della realtà internazionale, Bolognini ha contribuito e contribuisce tuttora a diffondere un'immagine precisa, informata e positiva dell'Italia in Spagna, anche negli anni più difficili.
es: Gracias a su sólida preparación jurídica y a su atención a las dinámicas más complejas de la realidad internacional, Bolognini ha contribuido y sigue contribuyendo a difundir una imagen precisa, bien informada y positiva de Italia en España, incluso en los años más difíciles.

source: ONORIFICENZA DI CAVALIERE DELL'ORDINE DELLA STELLA D'ITALIA ALLA DR.SSA MERCEDES MONMANY
es: CONDECORACIÓN DE CABALLERO DE LA ORDEN DE LA STELLA D'ITALIA PARA MERCEDES MONMANY

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito il 17 febbraio 2016 le insegne di Cavaliere dell'Ordine della Stella d'Italia alla Dr.ssa Mercedes Monmany.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani entregó el 17 de febrero de 2016 las insignias de Caballero de la Orden de la Stella d'Italia a Mercedes Monmany.

source: Mercedes Monmany è una nota giornalista, scrittrice ed editrice.
es: Mercedes Monmany es una conocida periodista, escritora y editora.

source: Laureata in giornalismo alla Complutense di Madrid, ha studiato in seguito letteratura italiana presso la Dante Alighieri di Firenze.
es: Licenciada en periodismo por la Universidad Complutense de Madrid, estudió posteriormente literatura italiana en la Universidad Dante Alighieri de Florencia.

source: Giornalista del servizio stampa del Ministero della Cultura dal 1980 al 1983, ha proseguito la sua brillante carriera come giornalista ufficiale del “Consejo General del Poder Judicial” (organo costituzionale spagnolo) fino al 1996.
es: Periodista del servicio de prensa del Ministerio de Cultura de 1980 a 1983, prosiguió su brillante carrera como periodista oficial del Consejo General del Poder Judicial (órgano constitucional español) hasta 1996.

source: Specialista in letteratura contemporanea, collabora dal 1975 come critica letteraria con prestigiosi quotidiani nazionali (El País, La Vanguardia e ABC) e internazionali.
es: Especialista en literatura contemporánea, colabora desde 1975 como crítica literario con prestigiosos diarios nacionales (El País, La Vanguardia y ABC) e internacionales.

source: Italofona e fortemente legata al nostro paese, ha pubblicato in veste di editrice diversi autori italiani come Claudio Magris, Antonio Tabucchi o Roberto Calasso e ha tradotto in spagnolo opere di Sciascia, Bufalino, Bertolucci.
es: Italófona y fuertemente vinculada a nuestro país, ha publicado, en calidad de editora, a diversos autores italianos, como por ejemplo Claudio Magris, Antonio Tabucchi y Roberto Calasso, y ha traducido al español obras de Sciascia, Bufalino y Bertolucci.

source: Affermata oratrice, dirige importanti cicli di conferenze su temi quali gli autori contemporanei e il ruolo della donna nel mondo della cultura.
es: Prestigiosa oradora, dirige importantes ciclos de conferencias sobre temas como los autores contemporáneos y el papel de la mujer en el mundo de la cultura.

source: Per il prezioso lavoro svolto a favore della diffusione della letteratura italiana contemporanea nel mondo, la si ritiene meritevole del grado di Cavaliere.
es: Por el valioso trabajo llevado a cabo en favor de la difusión de la literatura italiana contemporánea en el mundo, se la considera merecedora del grado de Caballero.

source: CERIMONIA DI CONFERIMENTO DELL'ONORIFICENZA DI COMMENDATORE DELL'ORDINE DELLA STELLA D'ITALIA A DANIEL ENTRECANALES
es: CEREMONIA DE CONCESIÓN DE LA CONDECORACIÓN DE COMMENDATORE DE LA ORDEN DE LA STELLA D'ITALIA A DANIEL ENTRECANALES

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito, martedì 16 febbraio 2016, le insegne di Commendatore dell'Ordine della Stella d'Italia a Daniel Entrecanales.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani concedió el martes 16 de febrero de 2016 las insignias de Commendatore de la Orden de la Stella d'Italia a Daniel Entrecanales.

source: Daniel Entrecanales Domecq appartiene a una delle più antiche e note famiglie di imprenditori spagnole.
es: Daniel Entrecanales Domecq pertenece a una de las familias más antiguas y conocidas del empresariado español.

source: È responsabile di varie iniziative imprenditoriali di successo, tra cui il “Grupo Cinnabar S.A.” e l'agenzia di pubblicità e comunicazione “Revolution”, di cui è cofondatore.
es: Es responsable de varias iniciativas empresariales de éxito, como por ejemplo el Grupo Cinnabar S.A. y la agencia de publicidad y comunicación Revolution, de la que es cofundador.

source: Dal 2012 Daniel Entrecanales è anche membro del consiglio direttivo di ADE (Agencias de España), un gruppo di imprese a capitale spagnolo nato per promuovere lo sviluppo della cultura impresariale spagnola.
es: Desde 2012, Daniel Entrecanales es también miembro del consejo directivo de ADE (Agencias de España), un grupo de empresas y capital español nacido para fomentar el desarrollo de la cultura empresarial española.

source: Perfettamente italofono, ha vissuto per diversi anni a Milano lavorando come “Project Manager” nel centro internazionale di innovazione della compagnia “Unilever”.
es: Perfectamente italófono, vivió varios años en Milán trabajando como "Project Manager" en el centro internacional de innovación de la compañía Unilever.

source: Da sempre vicinissimo al nostro paese e a questa Ambasciata, ha da ultimo organizzato proprio in collaborazione con noi la “Madrid Horse Week”, il maggior evento ippico che si celebra in Spagna, proponendo l'Italia come ospite d'onore.
es: Muy cercano, desde hace mucho, a nuestro país y a esta Embajada, ha organizado recientemente, precisamente en colaboración con nosotros, la "Madrid Horse Week", el mayor evento hípico que se celebra en España, proponiendo a Italia como invitado de honor.

source: Per tutti questi motivi lo si ritiene meritevole del grado di Commendatore.
es: Por todos estos motivos, se le considera merecedor del grado de Comendador.

source: CERIMONIA DI CONFERIMENTO DELL'ONORIFICENZA DI UFFICIALE DELL'ORDINE DELLA STELLA D'ITALIA A DAVIDE LIVERMORE
es: CEREMONIA DE CONCESIÓN DE LA CONDECORACIÓN DE OFICIAL DE LA ORDEN DE LA STELLA D'ITALIA A DAVIDE LIVERMORE

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito, venerdì 12 febbraio 2016, le insegne di Ufficiale dell'Ordine della Stella d'Italia al Maestro Davide Livermore.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani concedió el viernes 12 de febrero de 2016 las insignias de Oficial de la Orden de la Stella d'Italia al Maestro Davide Livermore.

source: Davide Livermore, direttore artistico del Teatro “Palau de les Arts” di Valencia, è stato anche direttore di scena, cantante e attore.
es: Davide Livermore, director artístico del Teatro "Palau de les Arts" de Valencia, ha sido también director de escena, cantante y actor.

source: Nei suoi 22 anni di carriera ha cantato nei principali teatri del mondo con artisti come Pavarotti, Domingo, Carreras e molti altri maestri di fama internazionale.
es: A lo largo de sus 22 años de carrera ha cantado en los principales teatros del mundo con artistas como Pavarotti, Domingo, Carreras y muchos otros maestros de fama internacional.

source: Come direttore di scena ha lavorato per i principali teatri italiani (Torino, Napoli, Venezia) ed è stato apprezzatissimo anche all'estero.
es: Como director de escena ha trabajado para los principales teatros italianos (Turín, Nápoles, Venecia, etc.) y ha gozado de gran reconocimiento también en el extranjero.

source: La critica ha elevato Livermore a uno dei nuovi maggiori talenti in ambito operistico.
es: La crítica ha ensalzado a Livermore como uno de los mayores nuevos talentos del mundo de la ópera.

source: La sua produzione dei "Vespri Siciliani" è stata ritenuta tra i 10 migliori spettacoli del 2011 a livello mondiale.
es: Su producción de "Vespri Siciliani" fue considerada uno de los diez mejores espectáculos de 2011 a nivel mundial.

source: In Spagna ha lavorato anche al Teatro della Zarzuela, ma è come direttore del Palau di Valencia che sta lasciando la sua impronta piú significativa, avendo ottenuto, ad esempio con la rappresentazione de "La Forza del Destino", il 1° premio del “Teatro Lírico Campoamor”, considerato il Goya della lirica.
es: En España ha trabajado también en el Teatro de la Zarzuela, pero es como director del Palau de Valencia que está dejando su huella más significativa, habiendo obtenido, por ejemplo con la representación de "La Forza del Destino", el 1er premio del "Teatro Lírico Campoamor", considerado el "premio Goya" de la lírica.

source: Il suo lavoro contribuisce costantemente a dar lustro all'immagine del nostro Paese ed a rafforzare e tenere sempre attuali i particolari legami culturali tra Italia e Spagna.
es: Su trabajo contribuye constantemente a dar lustre a la imagen de nuestro país y a reforzar y mantener siempre actuales los especiales vínculos culturales entre Italia y España.

source: Per questi motivi lo si ritiene meritevole del grado di Ufficiale.
es: Por estos motivos, se le considera merecedor del grado de Oficial.

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito, giovedì 11 febbraio 2016, le insegne di Cavaliere dell'Ordine della Stella d'Italia al Dottor Roberto Franci.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani concedió el jueves 11 de febrero de 2016 las insignias de Cavaliere de la Orden de la Stella d'Italia a Roberto Franci.

source: Roberto Franci, attualmente Socio e Ceo di ARF, società di consulenza internazionale, ha ricoperto posti direttivi di spicco nel mondo bancario, sia in Italia che all'estero.
es: Roberto Franci, en la actualidad socio y CEO de ARF, compañía de asesoría internacional, ha ocupado cargos directivos de relieve en del mundo bancario, tanto en Italia como en el extranjero.

source: Laureatosi alla “Cesare Alfieri” di Firenze, ha sviluppato una brillante traiettoria professionale lavorando a Milano per la “Banca Toscana”, e successivamente a Londra e a New York per il “Monte dei Paschi di Siena”, per approdare infine a Madrid nel 1998 come responsabile della “Banca Toscana” in Spagna e Portogallo.
es: Licenciado por la universidad "Cesare Alfieri" de Florencia, ha tenido una brillante trayectoria profesional, trabajando en Milán para "Banca Toscana" y, posteriormente, en Londres y en Nueva York para "Monte dei Paschi di Siena", para llegar después a Madrid en 1998 como responsable de "Banca Toscana" para España y Portugal.

source: Nel 1999 Roberto Franci diventa direttore internazionale di “Bancaja” e successivamente di “Caixa Galicia”, “Novacaixagalicia”, “Novagalicia”, “Banco Espirito Santo” e “Novo Banco”, confermando le sue spiccate doti manageriali.
es: En 1999, Roberto Franci fue nombrado director internacional de "Bancaja" y, posteriormente, de "Caixa Galicia", "Novacaixagalicia", "Novagalicia", "Banco Espirito Santo" y "Novo Banco", confirmando así sus sobresalientes dotes de gestión.

source: Attualmente molto attivo in ambito finanziario nei rapporti tra Spagna e America Latina, sempre in stretta triangolazione con l'Italia, Franci ha contribuito negli ultimi quindici anni all'aumento delle relazioni economiche e finanziarie tra la Spagna e il nostro Paese.
es: Actualmente muy activo en el ámbito financiero de las relaciones entre España y Latinoamérica, siempre en estrecha relación triangular con Italia, Franci ha contribuido en los últimos quince años al aumento de las relaciones económicas y financieras entre España y nuestro país.

source: Per tutti questi motivi lo si ritiene meritevole del grado di Cavaliere.
es: Por todos estos motivos, se le considera merecedor del grado de Caballero.

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito, giovedì 11 febbraio 2016, le insegne di Commendatore dell'Ordine della Stella d'Italia al Professor José María Lassalle Ruiz.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani concedió el jueves 11 de febrero de 2016 las insignias de Commendatore de la Orden de la Stella d'Italia al Prof. José María Lassalle Ruiz.

source: José María Lassalle Ruiz dal 2011 è Sottosegretario di Stato per la Cultura al Ministero per l'educazione, la cultura e lo sport.
es: José María Lassalle Ruiz es desde 2011 Secretario de Estado de Cultura del Ministerio de Educación, Cultura y Deporte.

source: Laureato in Giurisprudenza, dal 1996 al 2011 ha esercitato l'attività di Professore di filosofia del diritto in tre prestigiose università madrilene.
es: Licenciado en derecho, entre 1996 y 2011 desempeñó la labor de profesor de filosofía del derecho en tres prestigiosas universidades madrileñas.

source: Da sempre attivo anche in campo politico, Lassalle è stato anche deputato per la Cantabria dal 2004 al 2012.
es: Activo también desde hace mucho tiempo en el campo político, Lassalle fue también diputado por Cantabria desde 2004 a 2012.

source: Nelle sue vesti di studioso e accademico ha ricoperto anche la carica di Vicedirettore del “Colegio Mayor Isabel de España”, di coordinatore scientifico del Centro di Studi Iberoamericani della "Fondazione Carolina" e di Direttore della stessa Fondazione, patrocinata dal Ministero degli Affari Esteri spagnolo.
es: En su calidad de estudioso y académico ocupó también los cargos de vicedirector del Colegio Mayor "Isabel de España", de coordinador científico del Centro de Estudios Iberoamericanos de la Fundación Carolina y de director de la misma fundación, patrocinada por el Ministerio de Asuntos Exteriores español.

source: Lassalle è un profondo conoscitore ed estimatore della cultura e della civiltà italiana e col nostro Paese intrattiene da molti anni intensi e fecondi rapporti.
es: Lassalle es un profundo conocedor y amante de la cultura y de las civilización italiana, y con nuestro país mantiene desde hace muchos años relaciones intensas y productivas.

source: Anche nei suoi anni di attività politica, sia come parlamentare sia come membro dell'attuale governo, egli ha sempre riservato un'attenzione particolare ai temi culturali e politici di interesse per l'Italia e per le relazioni italo-spagnole.
es: También en sus años de actividad política, como parlamentario y como miembro del actual gobierno, siempre ha prestado especial atención a los temas culturales y políticos de interés para Italia y para las relaciones italo-españolas.

source: Per questi motivi lo si ritiene meritevole del grado di Commendatore.
es: Por estos motivos, se le considera merecedor del grado de Comendador.

source: CERIMONIA DI CONFERIMENTO DELL'ONORIFICENZA DI UFFICIALE DELL'ORDINE DELLA STELLA D'ITALIA A CARLO ANCELOTTI
es: CEREMONIA DE CONCESIÓN DE LA CONDECORACIÓN DE OFICIAL DE LA ORDEN DE LA STELLA D'ITALIA A CARLO ANCELOTTI

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito, martedì 9 febbraio 2016, le insegne di Ufficiale dell'Ordine della Stella d'Italia a Carlo Ancelotti.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani concedió el martes 9 de febrero de 2016 las insignias de Oficial de la Orden de la Stella d'Italia a Carlo Ancelotti.

source: Carlo Ancelotti è una delle principali icone del calcio internazionale ed un simbolo dello sport italiano nel mondo.
es: Carlo Ancelotti es uno de los principales iconos del fútbol intrnacional y un símbolo del deporte italiano en el mundo.

source: Nel corso della sua carriera ha battuto innumerevoli record.
es: A lo largo de su carrera ha batido innumerables récords.

source: Ha vinto la Coppa dei Campioni tre volte da allenatore e due da calciatore.
es: Ganó tres veces la Copa de Europa como entrenador y otras dos como jugador.

source: È stato al fianco di Arrigo Sacchi nei Mondiali Usa 1994.
es: Estuvo al lado de Arrigo Sacchi en los mundiales de EE.UU. de 1994.

source: Nel 2009, dopo 420 partite da allenatore del Milan, ha iniziato la sua carriera estera al Chelsea, dove ha vinto la Premier League, primo allenatore italiano a conquistare il massimo campionato inglese e secondo straniero a vincerlo alla prima stagione.
es: En 2009, tras 420 partidos como entrenador del Milan, comenzó su carrera en el extranjero en el Chelsea, donde ganó la Premier League, convirtiéndose en el primer entrenador italiano en conquistar la máxima competición inglesa y en el segundo extranjero en ganarla en su primera temporada.

source: A fine 2011 si è trasferito al Paris Saint-Germain con cui ha vinto il campionato francese, terzo titolo per la squadra parigina, 19 anni dopo il precedente.
es: A finales de 2011 se trasladó al Paris Saint-Germain, con el que ganó el campeonato francés, tercer título para el equipo parisino, 19 años después del anterior.

source: Nel solco di un'esperienza internazionale davvero unica, è stato alla guida del Real Madrid, una delle migliori squadre di tutti i tempi, vincendo tra l'altro la decima Coppa dei Campioni del club.
es: En la estela de una experiencia internacional realmente única, ha estado a los mandos del Real Madrid, uno de los mejores equipos de todos los tiempos, ganando, entre otros trofeos, la décima Copa de Europa del club.

source: Alla luce di quanto sopra non vi è dubbio che Carlo Ancelotti sia uno dei più grandi ambasciatori dello sport italiano.
es: A la luz de lo apenas expresado, no cabe duda de que Carlo Ancelotti es uno de los mayores embajadores del deporte italiano.

source: Con la certezza che saprà portare alto anche in un altro Paese il nome dello sport e del calcio italiano, lo si insignisce del titolo di Ufficiale.
es: Con la certeza de que sabrá llevar en alto también en otro país el nombre del deporte y del fútbol italiano, se le condecora con el título de Oficial.

source: ONORIFICENZA DI CAVALIERE DELL'ORDINE DELLA STELLA D'ITALIA A MIGUEL ÁNGEL TOBÍAS
es: CONDECORACIÓN DE CABALLERO DE LA ORDEN DE LA STELLA D'ITALIA PARA MIGUEL ÁNGEL TOBÍAS

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito il 3 dicembre 2015 le insegne di Cavaliere dell'Ordine della Stella d'Italia a Miguel Ángel Tobías.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani entregó el 3 de diciembre de 2015 las insignias de Caballero de la Orden de la Stella d'Italia a Miguel Ángel Tobías.

source: Miguel Ángel Tobías è uno dei più noti giornalisti televisivi spagnoli, ideatore del grande programma di successo “Españoles por el Mundo”, il cui format è stato esportato in molti altri paesi.
es: Miguel Ángel Tobías es uno de los más célebres periodistas de televisión de España, ideador del gran programa de éxito "Españoles por el Mundo", cuyo formato se ha exportado a muchos otros países.

source: Grazie alla sua idea di produrre programmi televisivi di pubblica utilità, ha ricevuto 13 premi nazionali e internazionali per i 725 programmi trasmessi.
es: Gracias a su idea de producir programas televisivos de servicio público, ha recibido 13 premios nacionales e internacionales por los 725 programas emitidos.

source: Medico di formazione, è estremamente attivo in campo umanitario.
es: Médico de formación, es extremadamente activo en el campo humanitario.

source: Impegnato nella diffusione di encomiabili valori quali la lotta alla fame nel mondo, ha dedicato moltissime risorse nel sostenere cause di solidarietà e di rilevanza sociale.
es: Comprometido con la difusión de encomiables valores como la lucha contra el hambre en el mundo, ha dedicado muchos recursos a apoyar causas solidarias y de relevancia social.

source: Da tempo collabora generosamente con questa Ambasciata prestando la sua immagine per diverse iniziative umanitarie e di promozione, come ad esempio la conferenza “Salus per Cibum” di ottobre 2014 sui temi della sicurezza alimentare, della salute, degli sprechi alimentari e della solidarietà.
es: Desde hace tiempo colabora de forma altruista con esta Embajada prestando su imagen a diversas iniciativas humanitarias y de promoción, como por ejemplo la conferencia "Salus per Cibum" de octubre de 2014 sobre temas de seguridad alimentaria, de salud, de derroche alimentario y de solidaridad.

source: Per tutti questi motivi lo si propone per l'Onorificenza di Cavaliere.
es: Por todos estos motivos, se le propone para la Condecoración de Caballero.

source: CONFERIMENTO DELL'ONORIFICENZA DI COMMENDATORE DELL'ORDINE DELLA STELLA D'ITALIA A JUAN MIGUEL VILLAR MIR
es: CONCESIÓN DE LA CONDECORACIÓN DE COMMENDATORE DE LA ORDEN DE LA STELLA D'ITALIA AL EMPRESARIO JUAN MIGUEL VILLAR MIR

source: Con cerimonia all'Ambasciata d'Italia, l'Ambasciatore Pietro Sebastiani ha conferito, mercoledì 2 dicembre 2015, le insegne di Commendatore dell'Ordine della Stella d'Italia all'imprenditore Juan Miguel Villar Mir.
es: Con una ceremonia en la Embajada de Italia, el Embajador Pietro Sebastiani concedió el miércoles 2 de diciembre de 2015 las insignias de Commendatore de la Orden de la Stella d'Italia al empresario Juan Miguel Villar Mir.

source: Alla presidenza di “OHL”, egli aggiunge la vicepresidenza di “Abertis”, azienda leader nelle infrastrutture e nei trasporti, e di “Colonial”, prima azienda immobiliare in Spagna.
es: A la presidencia de "OHL", él suma la vicepresidencia de "Abertis", compañía líder en infraestructuras y transporte, y de "Colonial", primera compañía inmobiliaria de España.

source: Juan Miguel Villar Mir è poi stato per molti anni presidente del Cotec Spagna, fondazione che punta da oltre un ventennio ad avvicinare il mondo della ricerca e della conoscenza al mondo dell'imprenditoria.
es: Juan Miguel Villar Mir ha sido también presidente del Cotec España, fundación que apuesta desde hace más de veinte años por acercar el mundo de la investigacion y del conocimiento al mundo de la empresa.

source: Il Cotec Spagna sotto la sua guida ha rafforzato legami col corrispondente Cotec Italia di cui il Capo dello Stato ha, come noto, la Presidenza Onoraria.
es: Bajo su liderazgo, el Cotec España ha reforzado los vínculos con el Cotec Italia, del que el Jefe del Estado tiene, como es bien sabido, la Presidencia Honoraria.

source: Anche in questa veste, Villar Mir ha sempre mostrato una straordinaria attenzione e sensibilità verso l'Italia.
es: También en este papel Villar Mir siempre ha demostrado una extraordinaria atención y sensibilidad por Italia.

source: Nel 2011 il Re Juan Carlos lo ha nominato Marchese per i meriti alla carriera.
es: En 2011, el Rey Juan Carlos lo nombró Marqués por los méritos de su carrera.

source: Per i motivi su menzionati, lo si ritiene meritevole del grado di Commendatore.
es: Por todos estos motivos, se le considera merecedor del grado de Comendador.

source: CERIMONIA DI CONFERIMENTO DELL'ONORIFICENZA DI UFFICIALE DELL'ORDINE DELLA STELLA D'ITALIA A CHARLES POWELL
es: CEREMONIA DE CONCESIÓN DE LA CONDECORACIÓN DE OFICIAL DE LA ORDEN DE LA STELLA D'ITALIA AL PROFESOR CHARLES POWELL
